Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Uploading %@ is at %@
ar: تحميل %@ في %@
ca: La penjada de %@ està al %@
cy: Mae llwytho %@ i fyny ar %@
da: Uploaden af %@ er på %@
da_instk12: Uploaden af %@ er på %@
de: Hochladen %@ ist bei %@
es: La carga de %@ está en %@
es_es: Cargando %@ está en %@
fi: %@ lataus on %@
fr: L'envoi de %@ est à %@
fr_ca: Le téléversement de %@ est à %@
ga: Tá uaslódáil %@ ag %@
hi: %@ यहां अपलोड किया जा रहा है: %@
ht: Transfere %@ nan %@
id: Mengunggah %@ pada %@
is: Upphleðsla %@ er í %@
it: Il caricamento di %@ avviene alle %@
ja: %@のアップロードが%@
ko: %@ 업로드 %@
mi: E tikiake ana %@ kei te %@
ms: Memuatkan %@ adalah pada %@
nb: Opplasting %@ er på %@
nb_instk12: Opplasting %@ er på %@
nl: %@ wordt geüpload om %@
pl: Wysyłanie %@ ukończono w %@
pt: O carregamento %@ está em %@
pt_br: Carregando %@ está em %@
ru: Загрузка %@ находится в %@
sl: Nalaganje %@ je ob %@
sv: Uppladdning av %@ är på %@
sv_instk12: Uppladdning av %@ är på %@
th: การอัพโหลด %@ อยู่ที่ %@
vi: %@ đang tải lên là vào %@
zh: 上传 %@ 位于%@
zh_hk: 上傳 %@ 在%@

source: Uploading %@ of %@
ar: جارٍ تحميل %@ من %@
ca: S'estan penjant %@ de %@
cy: Wrthi'n llwytho i fyny %@ o %@
da: Overfører %@ af %@
da_instk12: Overfører %@ af %@
de: %@ von [...] wird hochgeladen %@
es: Cargando %@ de %@
es_es: Cargando %@ de %@
fi: Ladataan %@ / %@
fr: Envoi de %@ sur %@
fr_ca: Téléversement de %@ sur %@
ga: Ag uaslódáil %@ de %@
hi: इतने में से %@ अपलोड किया जा रहा है: %@
ht: Transfè %@ sou %@
id: Mengunggah %@ dari %@
is: Upphleðsla %@ af %@
it: Caricamento %@ di %@
ja: ～の %@ をアップロード中%@
ko: 업로드 %@/ %@
mi: E tukuake ana %@ ō %@
ms: Memuatkan %@ %@
nb: Laster opp %@ av %@
nb_instk12: Laster opp %@ av %@
nl: Uploaden van %@ van %@
pl: Wysyłanie %@ z %@
pt: A realizar carregamento %@ de %@
pt_br: Carregando %@ de %@
ru: Загрузка %@ из %@
sl: Nalaganje %@ od %@
sv: Laddar upp %@ av %@
sv_instk12: Laddar upp %@ av %@
th: กำลังอัพโหลด %@ จาก %@
vi: Đang tải lên %@ / %@
zh: 正在上传 %@，共%@
zh_hk: 正在上傳第 %@ / 個檔案%@

source: Uploading Submission
ar: جارٍ تحميل الإرسال
ca: S'està penjant l'entrega
cy: Llwytho cyflwyniad i fyny
da: Uploader aflevering
da_instk12: Uploader aflevering
de: Abgabe wird hochgeladen
es: Cargando la presentación
es_es: Cargando entrega
fi: Ladataan tehtäväpalautusta
fr: Chargement de la soumission
fr_ca: Téléversement de l’envoi
ga: Uaslódáil á Uaslódáil
hi: सबमिशन अपलोड किया जा रहा है
ht: Chajman Soumisyon
id: Mengunggah Penyerahan
is: Hlaða upp skilum
it: Caricamento consegna
ja: 提出物をアップロードしています
ko: 제출 업로드
mi: Tukuake ana tāpaetanga
ms: Memuat Naik Serahan
nb: Laster opp innlevering
nb_instk12: Laster opp innlevering
nl: Inlevering wordt geüpload
pl: Trwa przesyłanie zadania
pt: A carregar o envio
pt_br: Realizando upload
ru: Загрузка отправки
sl: Nalaganje oddaje
sv: Laddar upp inlämning
sv_instk12: Laddar upp inlämning
th: กำลังอัพโหลดผลงานจัดส่ง
vi: Tải Lên Bài Nộp
zh: 正在上传提交内容
zh_hk: 上傳提交項目

source: Uploading...
ar: يتم الآن التحميل...
ca: S'està penjant…
cy: Wrthi’n llwytho i fyny...
da: Uploader ...
da_instk12: Uploader ...
de: Wird hochgeladen ...
es: Cargando...
es_es: Cargando...
fi: Ladataan...
fr: Téléchargement en cours...
fr_ca: Téléversement en cours...
ga: Ag uaslódáil...
hi: अपलोड किया जा रहा है...
ht: Chajman...
id: Mengunggah...
is: Hleð upp...
it: Caricamento in corso...
ja: 更新中...
ko: 업로드 중...
mi: tukuake ...
ms: Memuat naik...
nb: Laster opp…
nb_instk12: Laster opp…
nl: Bezig met uploaden...
pl: Przesyłanie...
pt: A realizar carregamento...
pt_br: Carregando...
ru: Выполняется загрузка...
sl: Nalaganje ...
sv: Laddar upp ...
sv_instk12: Laddar upp ...
th: กำลังอัพโหลด...
vi: Đang tải lên...
zh: 正在上传...
zh_hk: 正在上傳...

source: Usage Right
ar: حق الاستخدام
ca: Drets d'ús
cy: Hawl Defnyddio
da: Brugsrettighed
da_instk12: Brugsrettighed
de: Nutzungsrecht
es: Derecho de uso
es_es: Derecho de uso
fi: Käyttöoikeus
fr: Droit d’utilisation
fr_ca: Droit d’utilisation
ga: Cearta Úsáide
hi: उपयोग अधिकार
ht: Dwa Itilizasyon
id: Hak Penggunaan
is: Notkunarréttindi
it: Diritto di utilizzo
ja: 使用権
ko: 사용 권리
mi: Ngā Raihana Tika
ms: Hak Penggunaan
nb: Brukerrettigheter
nb_instk12: Brukerrettigheter
nl: Gebruiksrecht
pl: Prawo użytkowania
pt: Direito de utilização
pt_br: Direito de uso
ru: Право на использование
sl: Pravica uporabe
sv: Användningsrättigheter
sv_instk12: Användningsrättigheter
th: สิทธิ์การใช้
vi: Quyền Sử Dụng
zh: 使用权限
zh_hk: 使用權

source: Usage Rights
ar: حقوق الاستخدام
ca: Drets d'ús
cy: Hawliau Defnyddio
da: Brugsrettigheder
da_instk12: Brugsrettigheder
de: Nutzungsrechte
es: Derechos de uso
es_es: Derechos de uso
fi: Käyttöoikeudet
fr: Droits d’utilisation
fr_ca: Droits d’utilisation
ga: Cearta Úsáide
hi: उपयोग अधिकार
ht: Dwa Itilizasyon
id: Hak Penggunaan
is: Notkunarréttindi
it: Diritti di utilizzo
ja: 使用権
ko: 사용 권리
mi: Raihana Tika
ms: Hak Penggunaan
nb: Bruksrettigheter:
nb_instk12: Bruksrettigheter:
nl: Gebruiksrechten
pl: Prawa użytkowania
pt: Direitos de utilização
pt_br: Direitos de uso
ru: Права на использование
sl: Pravice uporabe
sv: Användningsrättigheter
sv_instk12: Användningsrättigheter
th: สิทธิ์การใช้
vi: Quyền Sử Dụng
zh: 使用权限
zh_hk: 使用權

source: Use Audio
ar: استخدام الصوت
ca: Fes servir el so
cy: Defnyddio Sain
da: Brug lyd
da_instk12: Brug lyd
de: Audio verwenden
es: Usar audio
es_es: Utilizar audio
fi: Käytä audiota
fr: Utiliser l'audio
fr_ca: Utiliser l’audio
ga: Úsáid Fuaim
hi: ऑडियो का उपयोग करें
ht: Itilize odyo
id: Gunakan Audio
is: Nota hljóð
it: Utilizza audio
ja: 音声を使用する
ko: 오디오 사용
mi: Whakamahia te Ororongo
ms: Guna Audio
nb: Bruk lyd
nb_instk12: Bruk lyd
nl: Audio gebruiken
pl: Użyj dźwięku
pt: Utilizar áudio
pt_br: Usar áudio
ru: Использовать аудио
sl: Uporabi zvok
sv: Använd ljud
sv_instk12: Använd ljud
th: ใช้ข้อมูลเสียง
vi: Sử Dụng Âm Thanh
zh: 使用音频
zh_hk: 使用音訊

source: Use Camera
ar: استخدام الكاميرا
ca: Utilitza la càmera
cy: Defnyddio Camera
da: Brug kamera
da_instk12: Brug kamera
de: Kamera verwenden
es: Usar cámara
es_es: Usar cámara
fi: Käytä kameraa
fr: Utiliser l’appareil photo
fr_ca: Utiliser la caméra
ga: Úsáid Ceamara
hi: कैमरे का उपयोग करें
ht: Itilize Kamera
id: Gunakan Kamera
is: Nota myndavél
it: Usa videocamera
ja: カメラを使用する
ko: 카메라 사용
mi: Whakamahi te Kāmera
ms: Gunakan Kamera
nb: Bruk kamera
nb_instk12: Bruk kamera
nl: Camera gebruiken
pl: Użyj kamery
pt: Use a câmara
pt_br: Usar câmera
ru: Использование камеры
sl: Uporabi fotoaparat
sv: Använd kamera
sv_instk12: Använd kamera
th: ใช้กล้อง
vi: Sử Dụng Camera
zh: 使用相机
zh_hk: 使用攝像頭

source: Use this code to pair with me in Canvas Parent: %@
ar: استخدم هذا الرمز للاقتران بي في Canvas Parent: %@
ca: Utilitza aquest codi per emparellar amb mi al Canvas Parent: %@
cy: Defnyddiwch y cod hwn i baru gyda mi yn Canvas Parent: %@
da: Brug denne kode til at blive parret til min konto i Canvas Parent: %@
da_instk12: Brug denne kode til at blive parret til min konto i Canvas Parent: %@
de: Nutzen Sie diesen Code, um eine Paarung mit mir in Canvas Parent herzustellen: %@
es: Use este código para emparejarse conmigo en Canvas Parent: %@
es_es: Usa este código para emparejarte conmigo en Canvas Parent: %@
fi: Muodosta laitepari kanssani Canvas Parentissa. %@
fr: Utilisez ce code pour m’associer dans Canvas Parent : %@
fr_ca: Utilisez ce code pour vous jumeler avec moi dans Canvas Parent: %@
ga: Úsáid an cód seo le péireáil liom i Máthairchúrsa Canvas: %@
hi: Canvas Parent में मेरे साथ जुड़ने के लिए इस कोड का उपयोग करें: %@
ht: Itilize kòd sa a pou asosye ak mwen sou Canvas Parent: %@
id: Gunakan kode ini untuk pairing dengan saya di Canvas Parent: %@
is: Notaðu þennan kóða til að para við mig í Canvas foreldri: %@
it: Usa questo codice per accoppiarti a me in Canvas Parent: %@
ja: Canvas Parent で私とペアになるには、このコードを使用してください： %@
ko: 이 코드를 사용하여 저와 Canvas Parent에서 페어링: %@
mi: Whakamahia tēnei waehere ki te hono ki ahau i roto i Canvas Parent: %@
ms: Gunakan kod ini untuk berpasangan dengan saya dalam Canvas Parent: %@
nb: Bruk denne koden for å pare med meg i Canvas Parent: %@
nb_instk12: Bruk denne koden for å pare med meg i Canvas Parent: %@
nl: Gebruik deze code om met mij te koppelen in Canvas Parent: %@
pl: Użyj tego kodu do sparowania ze mną w Canvas Parent; %@
pt: Use este código para parelhar comigo em Canvas Parent: %@
pt_br: Use este código para emparelhar comigo no Canvas Parent: %@
ru: Используйте этот код для привязки меня в Canvas Parent: %@
sl: Seznanite se z mano v Canvas Parent, tako da uporabite to kodo: %@
sv: Använd den här koden för att koppla samman oss i Canvas Parent: %@
sv_instk12: Använd den här koden för att koppla samman oss i Canvas Parent: %@
th: ใช้รหัสนี้เพื่อเข้าคู่กับฉันใน Canvas Parent %@
vi: Sử dụng mã này để ghép cặp với tôi trong Canvas Parent: %@
zh: 在 Canvas Parent 中使用此代码与我配对： %@
zh_hk: 使用此編碼與我在 Canvas Parent 內配對： %@

# use_file_extension
source: Please use %2$@ file extensions.
ar: يرجى استخدام ملحقات الملف %2$@.
ca: Feu servir les extensions de fitxer %2$@.
cy: Defnyddiwch estyniadau ffeil %2$@.
da: Brug filtypenavnene %2$@.
da_instk12: Brug filtypenavnene %2$@.
de: Verwenden Sie Dateierweiterungen %2$@.
es: Use %2$@ las extensiones de los archivos.
es_es: Utiliza las extensiones del archivo %2$@.
fi: Käytä %2$@-tiedostotunnisteita.
fr: Veuillez utiliser les extensions de fichier %2$@.
fr_ca: Veuillez utiliser les extensions de fichier %2$@.
ga: Bain úsáid as %2$@ (n-)iarmhír chomhad.
hi: कृपया %2$@ फ़ाइल एक्सटेंशनों का उपयोग करें।
ht: Tanpri itilize ekstansyon fichye %2$@.
id: Silakan gunakan %2$@ ekstensi file.
is: Notaðu %2$@ skráarendingarnar.
it: Usare le estensioni file %2$@.
ja: %2$@ファイル拡張子を使用してください。
ko: %2$@ 파일 확장자를 사용하세요.
mi: Whakamahia koa %2$@ toronga kōnae.
ms: Sila gunakan sambungan fail %2$@.
nb: Bruk filtypene %2$@.
nb_instk12: Bruk filtypene %2$@.
nl: Gebruik de bestandsextensies %2$@.
pl: Użyj plików z rozszerzeniami %2$@.
pt: Por favor, utilize extensões do ficheiro %2$@.
pt_br: Por favor, use as extensões do arquivo %2$@.
ru: Используйте расширения файлов %2$@.
sl: Uporabite končnice datotek %2$@.
sv: Använd filtilläggen %2$@.
sv_instk12: Använd filtilläggen %2$@.
th: กรุณาใช้นามสกุล %2$@
vi: Vui lòng sử dụng %2$@ phần mở rộng tập tin.
zh: 请使用 %2$@ 文件扩展名。
zh_hk: 請使用副檔名 %2$@。

source: User ID
ar: معرف المستخدم
ca: ID d’usuari
cy: ID Defnyddiwr
da: Bruger-id
da_instk12: Bruger-id
de: Benutzer*in-ID
es: Identificación de usuario
es_es: Identificación de usuario
fi: Käyttäjätunnus
fr: ID utilisateur
fr_ca: ID utilisateur
ga: Aitheantas Úsáideora
hi: उपयोगकर्ता आईडी
ht: ID Itilizatè
id: ID Pengguna
is: Auðkenni notanda
it: ID utente
ja: ユーザーID
ko: 사용자 ID
mi: Kaiwhakamahi ID
ms: ID Pengguna
nb: Bruker-ID
nb_instk12: Bruker-ID
nl: Gebruikers-ID:
pl: ID użytkownika
pt: ID do utilizador
pt_br: ID de Usuário
ru: Идентификатор пользователя
sl: ID uporabnika
sv: Användar-ID
sv_instk12: Användar-ID
th: ID ผู้ใช้
vi: ID Người Dùng
zh: 用户ID
zh_hk: 使用者 ID

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
cy: Enw defnyddiwr
da: Brugernavn
da_instk12: Brugernavn
de: Benutzername
es: Nombre de usuario
es_es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
fr_ca: Nom d’utilisateur
ga: Ainm úsáideora
hi: उपयोगकर्ता नाम
ht: Non Itilizatè
id: Nama pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
mi: Ingoa rēhita
ms: Nama Pengguna
nb: Brukernavn
nb_instk12: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
sv_instk12: Användarnamn
th: ชื่อผู้ใช้
vi: Tên người dùng
zh: 用户名
zh_hk: 使用者名稱

source: Users must post before seeing replies
ar: يجب على المستخدمين النشر قبل رؤية الردود
ca: Els usuaris han de publicar per poder veure les respostes
cy: Mae’n rhaid i ddefnyddwyr gyflwyno postiadau cyn gweld atebion
da: Brugere skal lægge opslag ud, inden de ser svar
da_instk12: Brugere skal lægge opslag ud, inden de ser svar
de: Benutzer*innen müssen gepostet haben, bevor sie Antworten sehen können.
es: Los usuarios deben publicar antes de ver las respuestas
es_es: Los usuarios deben publicar antes de ver las respuestas
fi: Käyttäjien täytyy lähettää viesti ennen kuin he voivat nähdä vastauksia
fr: Les utilisateurs doivent publier quelque chose pour voir les réponses.
fr_ca: Les utilisateurs doivent publier quelque chose pour voir les réponses.
ga: Ní mór d'úsáideoirí postáil sula bhfeiceann siad freagraí
hi: उपयोगकर्ताओं को उत्तर देखने से पहले पोस्ट करना होगा
ht: Itilizatè yo dwe poste anvan yo wè repons yo
id: Pengguna harus posting sebelum melihat balasan
is: Notendur verða að birta áður en svör sjást
it: Gli utenti devono pubblicare prima della visualizzazione delle risposte
ja: ユーザは返信を表示する前に投稿しなければなりません
ko: 사용자는 응답을 보려면 게시해야 합니다
mi: Me whakairi Kaiwhakamahi i mua i te kitenga whakautu
ms: Pengguna mesti membuat siaran sebelum melihat balasan
nb: Brukere må publisere før de kan se svar
nb_instk12: Brukere må publisere før de kan se svar
nl: Gebruikers moeten een bericht plaatsen voordat ze antwoorden kunnen zien
pl: Użytkownicy powinni wysyłać przed ujrzeniem odpowiedzi
pt: Os utilizadores têm de publicar mensagens antes de poderem ver as respostas
pt_br: Os usuários devem postar antes de ver as respostas
ru: Пользователи должны публиковать сообщения, прежде чем увидят ответы
sl: Uporabniki morajo objavljati, preden vidijo odgovore.
sv: Användare måste skriva ett inlägg innan de kan se andras inlägg
sv_instk12: Användare måste skriva ett inlägg innan de kan se andras inlägg
th: ผู้ใช้จะต้องโพสต์ก่อนดูการตอบกลับ
vi: Người dùng phải đăng rồi mới có thể xem câu trả lời
zh: 用户必须先发布本人信息才能阅读他人回复
zh_hk: 使用者必須公佈，然後才能看到回覆

source: Using IgniteAI Search
ar: استخدام بحث IgniteAI
ca: Ús de Cerca a IgniteAI
cy: Defnyddio IgniteAI Search
da: Bruger IgniteAI-søgning
da_instk12: Bruger IgniteAI-søgning
de: Verwendung der IgniteAI-Suche
es: Uso de la búsqueda con IgniteAI
es_es: Usando la búsqueda de IgniteAI
fi: IgniteAI-haun käyttäminen
fr: Utilisation de la fonctionnalité Recherche IgniteAI
fr_ca: Utilisation de Recherche IgniteAI
ga: Ag baint úsáide as IgniteAI Cuardaigh
hi: IgniteAI सर्च का उपयोग करना
ht: Iitlizasyon IgniteAI Search
id: Menggunakan Pencarian IgniteAI
is: Notkun IgniteAI Search
it: Utilizzo di Cerca IgniteAI
ja: IgniteAI検索の使用
ko: IgniteAI 검색 사용
mi: Te whakamahi IgniteAI Rapu
ms: Menggunakan Carian IgniteAI
nb: Bruke IgniteAI Søk
nb_instk12: Bruke IgniteAI Søk
nl: IgniteAI Search gebruiken
pl: Korzystanie z wyszukiwania IgniteAI
pt: Utilizar a IgniteAI Busca
pt_br: Usando IgniteAI Search
ru: Использование поиска IgniteAI
sl: Z uporabo iskanja IgniteAI
sv: Använda IgniteAI Sök
sv_instk12: Använda IgniteAI Sök
th: การใช้ IgniteAI Search
vi: Sử dụng IgniteAI Tìm Kiếm
zh: 使用 IgniteAI 搜索
zh_hk: 使用 IgniteAI 搜尋

source: Using Smart Search
ar: استخدام البحث الذكي
ca: Mitjançant Cerca intel·ligent
cy: Defnyddio Smart Search
da: Brug af smart søgning
da_instk12: Brug af smart søgning
de: Intelligente Suche verwenden
es: Uso de la búsqueda inteligente
es_es: Utilizando la búsqueda inteligente
fi: Älykkään haun käyttäminen
fr: Utilisation de Smart Search
fr_ca: Utiliser Smart Search
ga: Ag baint úsáide as Cuardach Cliste
hi: स्मार्ट खोज का इस्तेमाल करना
ht: Itilizasyon Smart Search
id: Menggunakan Pencarian Cerdas
is: Snjall-leit notuð
it: Utilizzando la ricerca intelligente
ja: Smart Search の使用
ko: 스마트 검색 사용
mi: Te whakamahi Maamaa Rapu
ms: Menggunakan Carian Pintar
nb: Bruke Smart søk
nb_instk12: Bruke Smart søk
nl: Smart Search gebruiken
pl: Korzystanie z inteligentnego wyszukiwania
pt: Utilizar a Busca inteligente
pt_br: Usando a pesquisa inteligente
ru: Использование интеллектуального поиска
sl: Z uporabo pametnega iskanja
sv: Använda Smart sökning
sv_instk12: Använda Smart sökning
th: การใช้ระบบค้นหาอัจฉริยะ
vi: Sử dụng Tìm Kiếm Thông Minh
zh: 使用智能搜索
zh_hk: 使用 Smart Search

source: Version
ar: الإصدار
ca: Versió
cy: Fersiwn
es: Versión
es_es: Versión
fi: Versio
ga: Leagan
hi: संस्करण
ht: Vèsyon
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
ko: 버전
mi: Putanga
ms: Versi
nb: Versjon
nb_instk12: Versjon
nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
ru: Версия
sl: Različica
th: เวอร์ชั่น
vi: Phiên bản
zh: 版本
zh_hk: 版本

source: Video
ar: فيديو
ca: Vídeo
cy: Fideo
es_es: Vídeo
fr: Vidéo
fr_ca: Vidéo
ga: Físeán
hi: वीडियो
ht: Videyo
is: Myndband
ja: ビデオ
ko: 동영상
mi: Ataata
pl: Wideo
pt: Vídeo
pt_br: Vídeo
ru: Видео
sl: Videoposnetek
th: วิดีโอ
zh: 视频
zh_hk: 視訊

source: View
ar: عرض
ca: Mostra
cy: Gweld
da: Vis
da_instk12: Vis
de: Anzeigen
es: Ver
es_es: Ver
fi: Näytä
fr: Afficher
fr_ca: Voir
ga: Amharc
hi: देखें
ht: Afiche
id: Lihat
is: Skoða
it: Visualizza
ja: 表示
ko: 보기
mi: Tirohia
ms: Lihat
nb: Vis
nb_instk12: Vis
nl: Bekijken
pl: Wyświetl
pt: Ver
pt_br: Visualizar
ru: Просмотр
sl: Ogled
sv: Visa
sv_instk12: Visa
th: ดู
vi: Xem
zh: 查看
zh_hk: 檢視

source: View all submissions
ar: عرض جميع الإرسالات
ca: Mostra totes les entregues
cy: Gweld pob cyflwyniad
da: Se alle afleveringer
da_instk12: Se alle afleveringer
de: Alle Abgaben anzeigen
es: Ver todas las entregas
es_es: Ver todas las entregas
fi: Näytä kaikki lähetykset
fr: Voir toutes les soumissions
fr_ca: Voir tous les envois
ga: Amharc ar gach uaslódáil
hi: सभी सबमिशन देखें
ht: Afiche tout soumisyon
id: Lihat semua penyerahan
is: Skoða öll skil
it: Visualizza tutte le consegne
ja: すべての提出を表示
ko: 모든 제출 보기
mi: Tiro ki ngā tāpaetanga katoa
ms: Lihat semua serahan
nb: Vis alle innleveringer
nb_instk12: Vis alle innleveringer
nl: Alle inleveringen bekijken
pl: Wyświetl wszystkie zgłoszenia
pt: Ver todas as submissões
pt_br: Visualizar todos os envios
ru: Просмотреть все отправки
sl: Ogled vseh oddaj
sv: Visa alla inlämningar
sv_instk12: Visa alla inlämningar
th: ดูผลงานจัดส่งทั้งหมด
vi: Xem tất cả bài nộp
zh: 查看所有提交项
zh_hk: 檢視所有提交項目

source: View Discussion
ar: عرض النقاش
ca: Mostra el fòrum
cy: Gweld Trafodaeth
da: Se diskussion
da_instk12: Se diskussion
de: Diskussion anzeigen
es: Ver foro de discusión
es_es: Ver foro
fi: Näytä keskustelu
fr: Voir la discussion
fr_ca: Voir la discussion
ga: Féach ar Fhóram
hi: चर्चा देखें
ht: Afiche Diskisyon
id: Lihat Diskusi
is: Skoða umræðu
it: Visualizza discussione
ja: ディスカッションを表示
ko: 토론 보기
mi: Tirohia ngā kōrerorero
ms: Lihat Perbincangan
nb: Vis diskusjon
nb_instk12: Vis diskusjon
nl: Discussie bekijken
pl: Podgląd dyskusji
pt: Ver discussão
pt_br: Visualizar Fórum
ru: Посмотреть Обсуждение
sl: Ogled razprave
sv: Visa diskussion
sv_instk12: Visa diskussion
th: ดูการพูดคุย
vi: Xem Thảo Luận
zh: 查看讨论
zh_hk: 檢視討論

source: View Less
ar: عرض أقل
ca: Visualitza'n menys
cy: Gweld Llai
da: Vis mindre
da_instk12: Vis mindre
de: Weniger anzeigen
es: Ver menos
es_es: Ver menos
fi: Näytä vähemmän
fr: Afficher moins
fr_ca: Voir moins
ga: Amharc ar Níos Lú
hi: कम देखें
ht: Afiche Mwens
id: Lihat Lebih Sedikit
is: Sjá minna
it: Visualizza meno
ja: 少なく表示
ko: 간단히 표시
mi: Tirohia iti rawa
ms: Lihat Kurang
nb: Vis mindre
nb_instk12: Vis mindre
nl: Minder weergeven
pl: Pokaż mniej
pt: Ver menos
pt_br: Visualizar menos
ru: Показать меньше
sl: Prikaži manj
sv: Visa mindre
sv_instk12: Visa mindre
th: ดูน้อยลง
vi: Xem Ít Hơn
zh: 查看更少
zh_hk: 檢視更少

source: View Modules
ar: عرض الوحدات المنطقية
ca: Mostra els continguts
cy: Gweld Modiwlau
da: Vis moduler
da_instk12: Vis forløb
de: Module anzeigen
es: Ver módulos
es_es: Ver contenidos
fi: Tarkastele moduuleita
fr: Affichage Modules
fr_ca: Voir les modules
ga: Amharc ar Mhodúil
hi: मॉड्यूल देखें
ht: Afiche Modil
id: Lihat Modul
is: Skoða einingar
it: Visualizza moduli
ja: モジュールの表示
ko: 모듈 보기
mi: Titiro ngā kōwae
ms: Lihat Modul
nb: Vis moduler
nb_instk12: Vis moduler
nl: Modules weergeven
pl: Wyświetl moduły
pt: Visualizar módulos
pt_br: Visualizar módulos
ru: Просмотр модулей
sl: Ogled modulov
sv: Visa moduler
sv_instk12: Visa moduler
th: ดูหน่วยการเรียน
vi: Xem Học Phần
zh: 查看模块
zh_hk: 查看單元

source: View More
ar: عرض المزيد
ca: Visualitza'n més
cy: Gweld mwy
da: Vis mere
da_instk12: Vis mere
de: Mehr anzeigen
es: Ver más
es_es: Ver más
fi: Näytä enemmän
fr: Afficher plus
fr_ca: Afficher plus
ga: Féach ar Tuilleadh
hi: और अधिक देखें
ht: Afiche Plis
id: Lihat Lainnya
is: Sjá meira
it: Visualizza altro
ja: その他を表示
ko: 자세히 보기
mi: Tirohia atu
ms: Lihat Lagi
nb: Vis mer
nb_instk12: Vis mer
nl: Meer weergeven
pl: Zobacz więcej
pt: Ver mais
pt_br: Visualizar mais
ru: Показать еще
sl: Oglejte si več
sv: Visa mer
sv_instk12: Visa mer
th: ดูเพิ่มเติม
vi: Xem Thêm
zh: 查看更多
zh_hk: 檢視更多

source: View more replies
ar: عرض المزيد من الردود
ca: Mostra més respostes
cy: Gweld mwy o atebion
da: Se flere svar
da_instk12: Se flere svar
de: Mehr Antworten anzeigen
es: Ver más respuestas
es_es: Ver más respuestas
fi: Tarkastele lisää vastauksia
fr: Voir plus de réponses
fr_ca: Voir plus de réponses
ga: Amharc ar níos mó freagraí
hi: अधिक उत्तर देखें
ht: Afiche plis kòmantè
id: Lihat balasan lain
is: Skoða fleiri svör
it: Visualizza altre risposte
ja: 返信を多く表示する
ko: 더 많은 응답 보기
mi: Tiro ki nga whakautu anō
ms: Lihat lebih banyak balasan
nb: Vis flere svar
nb_instk12: Vis flere svar
nl: Meer antwoorden bekijken
pl: Wyświetl więcej odpowiedzi
pt: Mostrar mais respostas
pt_br: Visualizar mais respostas
ru: Просмотреть другие ответы
sl: Ogled več odgovorov
sv: Visa fler svar
sv_instk12: Visa fler svar
th: ดูการตอบกลับเพิ่มเติม
vi: Xem thêm câu trả lời
zh: 查看更多回复
zh_hk: 檢視更多回覆

source: View Previous Announcements
ar: عرض إعلانات سابقة
ca: Visualitza els anuncis anteriors
cy: Gweld Cyhoeddiadau Blaenorol
da: Se tidligere beskeder
da_instk12: Se tidligere beskeder
de: Vorherige Ankündigungen anzeigen
es: Ver anuncios previos
es_es: Ver anuncios previos
fi: Näytä edelliset ilmoitukset
fr: Afficher les annonces précédentes
fr_ca: Voir les annonces précédentes
ga: Amharc ar Fhógraí Roimhe Seo
hi: पिछली घोषणाएं देखें
ht: Afiche Ansyen Anons
id: Lihat Pengumuman Sebelumnya
is: Skoða fyrri tilkynningar
it: Visualizza annunci precedenti
ja: 前の通知を表示する
ko: 이전 공지 보기
mi: Titiro ngā Pānuitanga o muri
ms: Lihat Pengumuman Sebelumnya
nb: Vis tidligere kunngjøringer
nb_instk12: Vis tidligere beskjeder
nl: Vorige aankondigingen bekijken
pl: Wyświetl poprzednie ogłoszenia
pt: Ver Anúncios Anteriores
pt_br: Exibir anúncios anteriores
ru: Просмотреть предыдущие объявления
sl: Prikaži predhodna obvestila
sv: Visa tidigare meddelanden
sv_instk12: Visa tidigare meddelanden
th: ดูประกาศก่อนหน้า
vi: Xem Thông Báo Chung Trước
zh: 查看以前的公告
zh_hk: 檢視之前的通知

source: View Responses:
ar: عرض الاستجابات:
ca: Mostreu les respostes:
cy: Gweld Ymatebion:
da: Se svar:
da_instk12: Se svar:
de: Antworten anzeigen:
es: Ver respuestas:
es_es: Ver respuestas:
fi: Näytä vastaukset:
fr: Voir les réponses :
fr_ca: Voir les réponses :
ga: Amharc ar Fhreagraí:
hi: प्रतिक्रियाएं देखें:
ht: Afiche Repons:
id: Lihat Respons:
is: Skoða svör:
it: Visualizza risposte:
ja: レスポンスを表示する：
ko: 응답 보기:
mi: Tiro ngā whakautu
ms: Lihat Maklum Balas:
nb: Vis svar:
nb_instk12: Vis svar:
nl: Antwoorden bekijken:
pl: Wyświetl odpowiedzi:
pt: Ver respostas:
pt_br: Visualizar respostas:
ru: Просмотреть ответы:
sl: Ogled odgovorov:
sv: Visa svar:
sv_instk12: Visa svar:
th: ดูคำตอบ:
vi: Xem Đáp Án:
zh: 查看回答：
zh_hk: 檢視回應：
